{"pageProps":{"labMemberData":{"activeLabMembers":[{"name":"Bryan R. Goldsmith","role":"Professor","email":"bgoldsm@umich.edu","bio":"<p>Prof. Goldsmith is the Dow Corning Assistant Professor of Chemical Engineering. He obtained his BS in chemical engineering at the University of California Riverside (2010) and his PhD in chemical engineering with Baron Peters at the University of California Santa Barbara (2015). Before joining Michigan in 2017, he was a Humboldt Postdoctoral Fellow in the Theory Department at the Fritz Haber Institute of the Max Planck Society in Berlin, Germany. Prof. Goldsmith's overarching research goals are to use first-principles computational modeling and data science tools to understand and design catalysts and materials for sustainable chemical conversion, pollution reduction, and energy generation/storage. He is currently serving as Vice-President of the Michigan Catalysis Society, Faculty Advisor of the AIChE Student Chapter at UofM, and as an advisory board member of Chem Catalysis (Cell Press Journal).</p>\n<p><span style=\"text-decoration: underline\">Selected Awards and Honors</span></p>\n<ul>\n<li>AIChE 35 under 35 Award (Energy and Environment Category), 2020</li>\n<li>Dow Corning Assistant Professorship, 2020</li>\n<li>ACS PRF Doctoral New Investigator, 2020</li>\n<li>U.S. Delegate to the 67th Lindau Nobel Laureate Meeting on Chemistry, 2017</li>\n<li>Alexander von Humboldt Postdoctoral Research Fellowship, 2016</li>\n<li>Co-Curricular Activities and Leadership Award, 2014 (UC Santa Barbara)</li>\n<li>Schlinger Fellowship for Excellence in Chemical Engineering Research (one per year, UC Santa Barbara), 2013</li>\n<li>Amgen Scholar Alumni Travel Award (UCLA-Amgen Scholar Alumni), 2013</li>\n<li>NSF PIRE-ECCI Graduate Research Fellowship, 2012</li>\n<li>Academic Excellence Award in Chemical Engineering (one per year, UC Riverside), 2010</li>\n<li>Tau Beta Pi Record Scholar, 2009</li>\n</ul>","profile_pic_url":"images/Goldsmith-8-21.jpg","links":[{"text":"View C.V.","url":"BryanGoldsmithCVpublic.pdf"}],"begin_date":"2017-01-01","end_date":"","active_status":"active"},{"name":"Frank Doherty","role":"Ph.D. Candidate","email":"fdoherty@umich.edu","bio":"<p>Frank Doherty obtained his B.S. in Chemical Engineering from Washington University in Saint Louis (2012). Prior to attending the University of Michigan, Frank worked as an environmental engineering consultant in Maryland and gained onsite experience working at a cement manufacturing facility and a coal-fired power plant. In his free time, Frank enjoys reading, cooking, swimming, and singing. Frank's research interests include heterogeneous catalysis, especially for applications in energy and the environment, and machine learning/data science.</p>","profile_pic_url":"images/20150122_Professional Photo-lite.jpg","links":[],"begin_date":"2017-09-01","end_date":"current","active_status":"active"},{"name":"Jacques Esterhuizen","role":"Ph.D. Candidate","email":"esterhui@umich.edu","bio":"<p>Jacques completed his B.S. in Chemical Engineering at the University of Southern California in 2017. His research interests include heterogeneous catalysis, electrochemical surface science, and data science. He is a J. Robert Beyster Computational Innovation Graduate Fellow (2020). In his spare time, Jacques enjoys cooking, live music, and the outdoors. He is co-advised between Prof. Goldsmith and Prof. Linic.</p>","profile_pic_url":"images/jacques-profile-pic-lite.jpg","links":[{"text":"View C.V.","url":"https://drive.google.com/file/d/17qjWbVsfKHNabQXRiMb6fo_f139FgU8a/view"}],"begin_date":"2017-09-01","end_date":"current","active_status":"active"},{"name":"Samuel D. Young","role":"Ph.D. Candidate","email":"samueldy@umich.edu","bio":"<p>Samuel Young completed his B.S. in Chemical Engineering at Cornell University (2016), where he worked for the John Marohn Group in analytical chemistry. Before coming to University of Michigan, Sam served for two years as a logistics and product engineer in Maryland. His research interests include first-principles modeling of energy and environmental catalysis systems, machine learning, and database science. In his free time, Sam enjoys swimming, music composition, and organ performance.</p>","profile_pic_url":"images/samueldy.png","links":[{"text":"View C.V.","url":"https://samueldy.github.io/files/samuel-d-young-cv.pdf"},{"text":"Professional website","url":"https://samueldy.github.io/"}],"begin_date":"2018-09-01","end_date":"current","active_status":"active"},{"name":"Isaiah Barth","role":"Ph.D. Candidate","email":"ibarth@umich.edu","bio":"<p>Isaiah obtained his B.S. in Chemical Engineering from Rice University in 2018. His research interests include electrocatalysis, energy, and the environment. In his spare time, Isaiah enjoys cooking, exercising, and music.</p>","profile_pic_url":"images/IsaiahBarth-lite.jpg","links":[],"begin_date":"2018-09-01","end_date":"current","active_status":"active"},{"name":"Cameron Gruich","role":"Ph.D. Candidate","email":"cgruich@umich.edu","bio":"<p>Cameron completed his B.S. in Chemical Engineering at Mississippi State University (2021). During his undergraduate studies, Cameron acquired two years of industrial experience via a co-op internship where he was trained as a process improvement engineer. He is a NSF Graduate Research Fellow (2020). His research interests include heterogeneous catalysis, renewable energy, data science, and uncertainty quantification. In his free time, Cameron enjoys drawing, live music, and running.</p>","profile_pic_url":"images/Cameron_Gruich_Lab_Site_Photo.jpg","links":[],"begin_date":"2021-05-01","end_date":"current","active_status":"active"},{"name":"Ankit Mathanker","role":"Ph.D. Candidate","email":"ankitma@umich.edu","bio":"<p>Ankit Mathanker earned his B.Tech. (Honors) in Chemical Engineering from the Indian Institute of Technology (Indian School of Mines) Dhanbad in 2017. After working for a brief period in the Polyplex Corporation Ltd. as a management trainee, Ankit moved to Canada for higher studies. He obtained M.S. in Chemical Engineering from the University of Alberta, Edmonton in 2020, where he worked with the Rajender Gupta group on Hydrothermal liquefaction of lignocellulosic biomass to produce biofuels. His research interests include first-principles modeling of catalytic systems, renewable energy, environment, and machine learning. Ankit likes participating in outdoor events and can often be found playing badminton and squash in NCRB.</p>","profile_pic_url":"images/ankit-mathanker-profile-pic-lite.jpg","links":[{"text":"View C.V.","url":"https://github.com/ankitmathanker/ankitmathanker.github.io/blob/main/2021.10.17_CV_Ankit_Mathanker.pdf"}],"begin_date":"2021-09-01","end_date":"current","active_status":"active"},{"name":"Oluwatosin Ohiro","role":"Ph.D. Candidate","email":"oohiro@umich.edu","bio":"<p>Oluwatosin obtained a B.S in Petroleum and Gas Engineering at the University of Lagos in 2018. He worked as a reservoir engineer and a member of the asset management team in Aiteo Eastern Exploration and Production Company, where he gained valuable experience in brownfield asset operations in the Niger Delta. His research interest includes understanding and characterizing amorphous catalytic systems, machine learning applications in heterogeneous catalysis, and global energy policy.</p>\n<p>In his free time, Oluwatosin enjoys playing soccer, music, and coding.</p>","profile_pic_url":"images/tosin-profile-pic-cropped-lite.jpg","links":[],"begin_date":"2021-09-01","end_date":"current","active_status":"active"},{"name":"Alireza Golkarieh","role":"M.S. Researcher","email":"aligol@umich.edu","bio":"<p>Alireza is a master student pursuing a M.S.E degree, a major in Mechatronics, and a minor in Computer Science at the University of Michigan. His research interests include data mining, large-data summarization and dimensionality reduction, neural networks, and deep learning (both supervised and unsupervised algorithms). He is interested in using data science and machine learning techniques in strategic reasoning as well as developing actionable models which are applicable in other scientific fields such as Chemical Engineering. Before joining the Goldsmith Lab, he developed a database system for finance at the Ross School of Business, and he also worked as an algorithm engineer for his summer (2020) internship to develop an unsupervised algorithm to learn objects' key points for perception. In the Goldsmith Lab, his focus is on developing convolutional neural networks for predicting the behavior of crystals. In his free time, Alireza enjoys painting, running, and hiking.</p>","profile_pic_url":"images/alireza-profile-pic-cropped-lite.jpg","links":[],"begin_date":"2020-08-01","end_date":"current","active_status":"active"},{"name":"Eric Musa","role":"Undergrad Researcher","email":"ericmusa@umich.edu","bio":"<p>Eric graduated with a B.S. in chemical engineering from the University of Michigan in 2021. He has been part of the Goldsmith Lab since December 2018. His research interests involve incorporating machine learning (ML) into applications to increase their efficiency and power, specifically the genetic algorithm used by the lab to model atomic structures. In his free time, Eric enjoys exercising, cooking, singing, and dancing.</p>","profile_pic_url":"images/eric-musa-profile-pic-lite.jpg","links":[],"begin_date":"2018-12-01","end_date":"current","active_status":"active"},{"name":"Jane Burnett","role":"Undergrad Researcher","email":"burnejan@umich.edu","bio":"<p>Jane is an undergraduate student pursuing a B.S. in Chemical Engineering with a minor in Sustainability at the University of Michigan. She joined the lab in January of 2021. Her current research is in understanding the oxidation of methane on metal/metal oxides in low-temperature plasma catalysis conditions. In her free time, she enjoys camping, running, and cooking.</p>","profile_pic_url":"images/jane-burnett-profile-pic-lite.jpg","links":[],"begin_date":"2021-08-01","end_date":"current","active_status":"active"},{"name":"Jonathan Lee","role":"Undergrad Researcher","email":"nathanee@umich.edu","bio":"<p>Jonathan is an undergraduate student pursuing a B.S. in Chemical Engineering and a minor in Computer Science at the University of Michigan. He has been part of the lab since January 2020. His current research focus is on mechanistic understanding of electrocatalytic bio-oil hydrogenation rates. In his free time, he enjoys playing soccer and the violin.</p>","profile_pic_url":"images/jonathan-lee-profile-pic-lite.jpg","links":[],"begin_date":"2021-08-01","end_date":"current","active_status":"active"},{"name":"Dylan Herrera","role":"Undergrad Researcher","email":"dylanah@umich.edu","bio":"<p>Dylan is an undergraduate student pursuing a B.S in Chemical Engineering at UofM since 2019. He has been a part of the Goldsmith Lab since 2019 and his research is focused on understanding cerium ion structures in redox flow batteries. In his free time, he enjoys playing volleyball and hiking.</p>","profile_pic_url":"images/dylan-herrera-profile-pic-lite.jpg","links":[],"begin_date":"2019-08-01","end_date":"current","active_status":"active"},{"name":"Daniel Pert","role":"Undergrad Researcher","email":"dpert@umich.edu","bio":"<p>Daniel is an undergraduate student pursuing a B.S. in Chemical Engineering with a minor in Computer Science and a concentration in Environmental Engineering from the University of Michigan. He has been a part of the lab since November 2020. His research interests focus on using machine learning to screen catalysts for converting nitrate to ammonia. In his free time he enjoys running, playing tennis, and reading.</p>","profile_pic_url":"images/daniel-pert-profile-pic-lite.jpg","links":[],"begin_date":"2020-11-01","end_date":"current","active_status":"active"},{"name":"You?","role":"","email":"","bio":"<p>We are looking for 2–3 PhD students interested in computational catalysis and materials, and data science/machine learning. If interested and currently enrolled at University of Michigan in Ann Arbor, send your résumé and a short statement of intent to <a href=\"mailto:bgoldsm@umich.edu\">bgoldsm@umich.edu</a>.</p>","profile_pic_url":"images/gender_neutral_user_filled1600.png","links":[],"begin_date":"2021-01-01","end_date":"current","active_status":"active"}],"alumniLabMembers":[{"name":"Dr. Jin-Xun Liu","role":"Postdoctoral Researcher","email":"jinxun@umich.ede","bio":"<p>Dr. Jin-Xun Liu received his Ph.D in theoretical catalysis from Dalian Institute of Chemical Physics, Chinese Academy of Sciences (2015) under the supervision of Prof. Wei-Xue Li. After, he worked as a postdoctoral researcher in the Department of Chemical Engineering &#x26; Chemistry at Eindhoven University of Technology with Prof. Emiel J.M. Hensen (2015-2018). His current research interests are focused on computational catalysis including: structure sensitivity of nanocatalysts, reaction mechanisms, nanoscale effects in heterogeneous catalysis and electrocatalysis, molecular simulation, and machine learning.</p>","profile_pic_url":"images/JXL-18.jpg","links":[{"text":"View C.V.","url":"images/JXL-CV-18.pdf"}],"begin_date":"2017-01-01","end_date":"2019-01-01","active_status":"alumni","degree":"Chemical Physics","last_known_location":"Faculty member at University of Science and Technology of China"},{"name":"Rucha Railkar","role":"Visiting Researcher","email":"rucha.railkar@gmail.com","bio":"<p>Rucha Railkar, completed her Bachelor’s in Chemical Engineering at Mumbai University, India and her Master's in chemical engineering at Carnegie Mellon University in December 2020, with a research project under Prof. Andrew Gellman. She worked with Prof. Mittal at Lehigh University as a visiting research assistant during Spring 2021. She now works with Prof. Goldsmith as a summer visiting research and will begin her PhD program at the University of Delaware in Fall 2021. Her interests lie in modeling and optimizing catalytic systems by using ab initio methods, optimization techniques, data science, and more. Rucha runs her canvas painting shop on Etsy and also a blog, “The_Kalakruti”. Apart from this, she strums the Ukulele and sings to it, cooks, socializes and pets animals.</p>","profile_pic_url":"images/rucha-profile-pic-lite.jpg","links":[{"text":"View C.V.","url":"https://drive.google.com/file/d/1J1SW9peo2ZlsdSQ0g5qEhpzo4PIih5RY/view?usp=sharing"},{"text":"Professional website","url":"https://sites.google.com/view/rucharailkar/home"},{"text":"Art blog","url":"https://www.instagram.com/the_kalakruti/"}],"begin_date":"2021-01-01","end_date":"2021-09-01","active_status":"alumni","last_known_location":"Ph.D. Candidate at University of Delaware"},{"name":"Jacob Florian","role":"Undergrad Researcher","email":"florianj@umich.edu","bio":"<p>Jacob is an undergraduate pursuing a B.S. in Chemical Engineering at UofM since 2017. He has been part of the Goldsmith Group since December 2017. His current research focus is on understanding vanadium ions in aqeuous redox flow batteries. He will study at Cambridge during 2021-2022 as a Churchill Scholar before starting his PhD studies in Chemical Engineering. He enjoys playing tennis and reading in his spare time.</p>","profile_pic_url":"images/jflorian-profile-pic-lite.jpg","links":[],"begin_date":"2017-12-01","end_date":"2020-12-01","active_status":"alumni","degree":"ChE","awards":["Churchhill Scholar","Goldwater Scholar","Harvard Amgen Scholar"],"last_known_location":"MS Cambridge, Ph.D. and NSF GRF at Stanford University"},{"name":"Dr. Zixuan Wang","role":"Ph.D. Researcher","email":"zixuwang@umich.edu","bio":"<p>Zixuan obtained her B.S.E. in Chemical Engineering from Arizona State Unversity in 2016. Her research interests include heterogeneous and electrochemical catalysis for applications in the nitrogen cycle. She is an NDSEG Fellow and is co-advised by Prof. Goldsmith and Prof. N. Singh. In her spare time, she likes to attend yoga and dance classes.</p>","profile_pic_url":"images/zixuan-lite.jpg","links":[],"begin_date":"2016-09-01","end_date":"2021-05-01","active_status":"alumni","degree":"ChE","awards":["NDSEG Fellow"],"last_known_location":"Science and Technology Policy Fellow"},{"name":"Eunbyeol Ko","role":"M.S. Researcher","email":"koeu@umich.edu","bio":"<p>Eunbyeol Ko obtained her B.S. in Chemical Engineering and a minor in Computer Science from Oregon State University in 2018. Her research interests involve modeling electrocatalysts for redox flow batteries, machine learning, and data science. In her free time, she enjoys cooking and hiking.</p>","profile_pic_url":"images/EunbyeolKo.png","links":[],"begin_date":"2021-01-01","end_date":"2021-09-01","active_status":"alumni","last_known_location":"LGChem"},{"name":"Dapeng Zhang","role":"M.S. Researcher","email":"dapengzh@umich.edu","bio":"<p>I am a master student in chemical engineering. I got my bachelor’s degree of bioengineering in Beijing University of Chemical technology. On my senior year, I came to SUNY-ESF as an exchange student. My research interest is focused on the interdisciplinary area between computational chemistry and machine learning. In my spare time, I love watching NBA games, playing basketball, cooking, and workout.</p>","profile_pic_url":"images/dapeng-profile-pic-lite.jpg","links":[],"begin_date":"2020-10-01","end_date":"2021-05-01","active_status":"alumni","last_known_location":"","degree":"ChE"},{"name":"Alex King","role":"Undergrad Researcher","email":"akingmi@umich.edu","bio":"<p>Alex is a senior undergraduate student studying Chemical Engineering and minoring in Chemistry. His previous research at UMich has involved experimental work in heterogeneous catalysis for converting methane into higher-valued chemicals. Additionally, Alex has participated in a summer Research Experiences for Undergraduates (REU) program at the University of Delaware studying hydroxide exchange membrane electrolyzers (2018) and in the Amgen Scholars program at the University of California, Berkeley investigating a common surface contaminant in lithium-ion batteries (2019). To explore computation, he has joined the Goldsmith Lab in Fall 2019 to model the coverage of poisonous species on nitrate reduction catalysts. Other than research, Alex enjoys anything Frisbee-related, cooking, hiking, basketball, and exercising.</p>","profile_pic_url":"images/alex-king-profile-pic-lite.jpg","links":[],"begin_date":"2019-09-01","end_date":"2020-05-01","active_status":"alumni","degree":"ChE","last_known_location":"PhD candidate and NSF GRF at UC Berkeley"},{"name":"Abhimanyu Swaroop","role":"Visiting Researcher","email":"abhimanyu@smail.iitm.ac.in","bio":"<p>Abhimanyu is a graduate of IIT Madras working with the Goldsmith Lab during the summer of 2020 on machine learning for catalysis binding energy predictions. He will enter graduate school in the coming fall.</p>","profile_pic_url":"images/abhimanyu-profile-pic.png","links":[],"begin_date":"2020-05-01","end_date":"2020-09-01","active_status":"alumni","degree":"MSE"},{"name":"Andres Fernandez","role":"Undergrad Researcher","email":"anfetre@umich.edu","bio":"<p>Andres is an undergraduate pursuing a B.S. in Chemical Engineering at the University of Michigan since 2018. He has been part of the Goldsmith Group since May 2019. His current research focuses on implementing machine learning into computational algorithms employed in the lab, improving their overall speed and efficiency. In his free time, Andres enjoys reading, playing chess, golf and biking.</p>","profile_pic_url":"images/andres-trevino-profile-pic.jpg","links":[],"begin_date":"2019-05-01","end_date":"2019-12-01","active_status":"alumni","degree":"ChE"},{"name":"Hani Elhasan","role":"Undergrad Researcher","email":"helhasan@umich.edu","bio":"<p>Hani Elhasan is an undergraduate pursuing a B.S. in Chemical Engineering, as well as a Minor in Computer Science, since 2017. He has been part of the Goldsmith Lab since January 2018. Hani enjoys playing basketball, running, and cooking. His research interests include electrocatalysis, machine learning, and energy. He voluntereed in the Goldsmith Lab from January 2019 - May 2019.</p>","profile_pic_url":"images/hani-elhasan-profile-pic.jpg","links":[],"begin_date":"2019-05-01","end_date":"2019-12-01","active_status":"alumni","degree":"ChE"},{"name":"Ved Bhagwat","role":"Undergrad Researcher","email":"vbhagwat@umich.edu","bio":"<p>Ved is an undergraduate pursing a B.S. in both Chemical Engineering and Computer Science. He has been a part of the Goldsmith Lab since January 2019 - May 2019, and his research interests include the involvement of machine learning in the increased improvement of electrocatalysis. Outside of the lab, Ved is an active member of the Michigan Marching Band and Nexecon Consulting Group.</p>","profile_pic_url":"images/ved-small.jpg","links":[],"begin_date":"2019-01-01","end_date":"2019-05-01","active_status":"alumni","degree":"ChE"},{"name":"Jonathan Altes","role":"Undergrad Researcher","email":"altesj@umich.edu","bio":"<p>Jonathan began pursuing a B.S. in chemical engineering at the University of Michigan in 2016. He was in the Goldsmith Lab from June 2018 - February 2019 studying electrocatalytic hydrogenation of bio-oils.</p>","profile_pic_url":"images/JAltes.jpg","links":[],"begin_date":"2018-06-01","end_date":"2019-02-01","active_status":"alumni","degree":"ChE"},{"name":"Erich Shan","role":"Undergrad Researcher","email":"ershan@umich.edu","bio":"<p>Erich began studying for his B.S. in Computer Science at Michigan in 2017. He worked as a UROP student with Goldsmith on text mining for catalysis from 2017-2018.</p>","profile_pic_url":"images/erich.png","links":[],"begin_date":"2017-09-01","end_date":"2018-09-01","active_status":"alumni","degree":"CS"}]}},"__N_SSG":true}