{"pageProps":{"researchHighlights":{"activeHighlights":[{"title":"Catalysts and materials for a sustainable future","body":"<p>Click the poster for more infomation about our research group's thrusts, namely: (i) Thermo- and electro-catalysis for air and water pollution remediation; (ii) Machine learning to accelerate catalyst design and discovery; and (iii) Catalysis and materials for renewable energy generation, storage, and use. The poster highlights recent and ongoing research in our lab, as well as tools used and developed by our group. This work has been made possible by the efforts of many graduate, undergraduate, and postdoctoral scholars, as well as collaborators and agencies such as the NSF, DOE, ACS, and ARL.</p>","imageFileName":"GRG-research-poster-F22-thumbnail.png","imageUrl":"/other-assets/GRG-research-poster-F22-lite.png","active":true},{"title":"Machine learning for heterogeneous catalysis","body":"<p>The Goldsmith lab is using machine learning to: (1) accelerate catalyst screening; (2) find descriptors and patterns in catalysis data; (3) create interatomic potentials for catalyst simulation; and (4) discover and analyze catalytic mechanisms. Ultimately, the power of machine learning has just begun to be exploited in heterogeneous catalysis research, with much room remaining for advancement. A perspective we wrote on this topic can be found <a href=\"https://doi.org/10.1002/aic.16198\">here</a>. Recent collaborative works with Prof. Linic's lab showed how interpretable machine learning can be used to understand chemisorption on alloys (read <a href=\"https://doi.org/10.1016/j.chempr.2020.09.001\">here</a> and <a href=\"https://www.sciencedirect.com/science/article/pii/S2667109321001457?via%3Dihub\">here</a>).</p>","imageFileName":"MLCatal-lite.png","imageUrl":null,"active":true},{"title":"Electrocatalytic reduction of wastewater pollutants","body":"<p>With the decreasing price of renewable electricity, electrocatalysis is becoming a promising approach to sustainably remediate pollutants in wastewater. One major wastewater pollutant is nitrate (NO<sub>3</sub><sup>–</sup>). Nitrate pollution of aquatic ecosystems and drinking water has become a serious problem around the world and poses a threat to human health and the environment. To help address this challenge, we are studying the reaction mechanism for nitrate reduction on a variety of electrocatalysts, with the goal to engender the design of improved nitrate reduction electrocatalysts. Our computational predictions are validated and refined through experimental collaborations. Read <a href=\"https://doi.org/10.1021/acscatal.9b02179\">here</a>, <a href=\"https://pubs.acs.org/doi/10.1021/acscatal.9b04167\">here</a>, and <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0021951720305236\">here</a>.</p>","imageFileName":"nitrate-lite.png","imageUrl":null,"active":true},{"title":"Single atom and nanocluster catalysis","body":"<p>Single atoms and nanoclusters can show dramatically different activity, selectivities, and stabilities for a variety of important reactions, e.g., the reverse water gas shift reaction, C-H activation, and CO oxidation. In collaboration with General Motors and Tianjin University, we recently reported the use of isolated Pt<sub>1</sub> atoms on ceria as “seeds” to develop a Pt-O-Pt ensemble, which is well-represented by a Pt<sub>8</sub>O<sub>14</sub> model cluster that retains 100% metal dispersion. The Pt atom in the ensemble is 100–1000 times more active than their single-atom Pt<sub>1</sub>/CeO<sub>2</sub> parent in catalyzing the low-temperature CO oxidation under oxygen-rich conditions. Read article <a href=\"https://www.nature.com/articles/s41467-019-11856-9\">here</a>. Our lab has also recently published related articles in this thematic area (Read <a href=\"https://doi.org/10.1039/D0CY01316A\">here</a> and <a href=\"https://doi.org/10.1002/cctc.202100292\">here</a>).</p>","imageFileName":"18-TOC-1.png","imageUrl":null,"active":true},{"title":"Redox flow batteries for energy storage","body":"<p>Understanding the interfacial chemical physics and reactions on redox electrocatalysts will directly impact energy storage applications, enabling lower cost, higher energy/power density systems. A molecular level understanding of electrochemistry can be enabled by carefully combining controlled first-principles modeling with kinetic measurements and spectroscopy. We are working to understand the molecular structure of transiton metal ions in aqeuous-phase redox flow batteries and their electrocatalytic redox mechanism. The Goldsmith lab leads the computational modeling efforts of this collaborative project with Prof. Nirala Singh's group. Recently published works on the V<sup>2+</sup>/V<sup>3+</sup> redox couple can be found <a href=\"https://pubs.acs.org/doi/abs/10.1021/acsenergylett.9b01423\">here</a> and <a href=\"https://doi.org/10.1016/j.xcrp.2020.100307\">here</a>, and <a href=\"https://doi.org/10.1039/D1SC03642D\">here</a> and for the Ce<sup>3+</sup>/Ce<sup>4+</sup> couple <a href=\"https://doi.org/10.1021/acs.inorgchem.0c01645\">here</a>.</p>","imageFileName":"vanadium.png","imageUrl":null,"active":true},{"title":"Conversion of bio-oil to fuels and chemicals","body":"<p>Our world's addiction to fossil fuels for transportation is unsustainable and emits huge amounts of greenhouse gases like CO<sub>2</sub>. The need to supply energy for transportation in a sustainable manner has motivated ongoing efforts to replace fossil fuels with renewable and CO<sub>2</sub>-neutral transportation fuels. One promising strategy is to produce transportation-grade fuels from biomass waste (e.g., bio-oil consisting of oxygenated aromatic lignin byproducts) through electrocatalytic hydrogenation (ECH) using renewable electricity, with an accompanying oxidation reaction such as water oxidation. Our work aims to understand the electrocatalytic conversion of bio-oils at an atomistic level to help design improved catalysts (e.g., read <a href=\"https://doi.org/10.1021/acscatal.0c00803\">here</a>).</p>","imageFileName":"bio-oil.png","imageUrl":null,"active":true}],"archivedHighlights":[{"title":"Understanding nanoclusters in the gas phase","body":"<p>We studied the structures of gas-phase gold clusters at finite temperature using van der Waals (vdW) corrected density-functional theory and replica-exchange ab initio molecular dynamics. Including long-range vdW interactions is needed for predicting accurate isomer energetics. Temperature effects are observed to typically stabilize three-dimensional structures over planar structures at finite temperature. Gold cluster structures (Au<sub>5</sub>-Au<sub>13</sub>) are assigned based on a comparison of experimental far-infrared multiple photon dissociation spectra performed on Kr-tagged gold clusters with theoretical anharmonic IR spectra and free-energy calculations. Read article <a href=\"https://arxiv.org/abs/1811.08062\">here</a>.</p>","imageFileName":"goldcluster.png","imageUrl":null,"active":false},{"title":"Water-catalyzed activation of H<sub>2</sub>O<sub>2</sub> by methyltrioxorhenium","body":"<p>In collaboration with <a href=\"http://www.chemengr.ucsb.edu/~ceweb/faculty/scott/\">Susannah L. Scott's group</a>, we conducted a joint computational-experimental study of the reaction of CH<sub>3</sub>ReO<sub>3</sub> (MTO) with H<sub>2</sub>O<sub>2</sub> to understand the origins of large discrepancies in previously reported experimental reaction kinetics and thermodynamics compared with computational results. We also explored MTO-catalyzed olefin epoxidation by H<sub>2</sub>O<sub>2</sub>, as it shows strong water acceleration effects, even though no step in the catalytic cycle explicitly consumes water. The main cause of the observed acceleration is the water-dependence of the rates at which the active species are regenerated. Read <a href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.5b03750\">here</a> and <a href=\"http://pubs.acs.org/doi/abs/10.1021/ic401343m\">here</a>.</p>","imageFileName":"Vienna-MTORolesOfWater_Poster.jpg","imageUrl":"/other-assets/Vienna-MTORolesOfWater_Poster.pdf","active":false},{"title":"Data mining to discover materials insights","body":"<p>As part of the Novel Materials Discovery Laboratory, a major goal is to develop and exploit data analytics tools to uncover scientific insights from large materials datasets. Dr. Goldsmith's group is using exploratory datamining tools like subgroup discovery to find and describe interesting local patterns in materials data. While at the Fritz Haber Institute and in collaboration with Dr. Mario Boley, two illustrative examples were considered to: (1) discover interpretable models that classify the octet binary materials as either zincblende or rocksalt, and (2) elucidate structure-property relationships of gold clusters in the gas phase. Read <a href=\"https://doi.org/10.1088/1367-2630/aa57c2\">here</a> and <a href=\"http://dx.doi.org/10.1007/s10618-017-0520-3\">here</a>.</p>","imageFileName":"subgroup.png","imageUrl":null,"active":false},{"title":"Single atom formation under reaction conditions","body":"<p>Highly active and selective single atom catalysts can spontaneously form from their nanocluster hosts under reaction conditions. In collaboration with the Wei-Xue Li Group, we conducted an ab initio thermodynamics study to understand the effects of CO and NO reactants on the disintegration of metal-oxide supported Rh, Pd, and Pt nanoparticles into single atom complexes. Read article <a href=\"http://pubs.acs.org/doi/abs/10.1021/jp502201f\">here</a>.</p>","imageFileName":"nc-disintegration.png","imageUrl":null,"active":false},{"title":"Modeling isolated catalyst sites on amorphous supports","body":"<p>Isolated metal ions on amorphous supports are widely used in industrial catalytic processes. Modeling isolated sites on amorphous catalyst supports, however, remains a major challenge. To help address this challenge, a systematic ab initio algorithm was created to model isolated active sites on insulating amorphous supports using small cluster models. Read article <a href=\"http://dx.doi.org/10.1063/1.4807384\">here</a>. Efforts are being continued to create more realistic models of amorphous supports and to more deeply understand isolated metal ions on amorphous supports, as well as how the amorphous support impacts catalyst performance (e.g., WO<sub>x</sub>/SiO<sub>2</sub> for olefin metathesis).</p>","imageFileName":"KKTSQP-Poster.jpg","imageUrl":"/other-assets/KKTSQP-Poster.pdf","active":false},{"title":"Synthesis and characterization of Cu-hydride clusters","body":"<p>Copper hydrides have attracted interest for their ability to catalyze the reduction of unsaturated carbonyls, electron deficient alkenes, alkynes, and even CO<sub>2</sub>. Here, atomically precise copper hydride clusters [Cu<sub>14</sub>H<sub>12</sub>(phen)<sub>6</sub>(PPh<sub>3</sub>)<sub>4</sub>]Cl]<sub>2</sub>, [Cu<sub>18</sub>H<sub>17</sub>(PPh<sub>3</sub>)<sub>10</sub>]Cl, and [Cu<sub>25</sub>H<sub>22</sub>(PPh<sub>3</sub>)<sub>12</sub>]Cl were synthesized and characterized in collaboration with the <a href=\"https://labs.chem.ucsb.edu/hayton/trevor/\">Hayton group</a>. Most remarkably, the [Cu<sub>25</sub>H<sub>22</sub>(PPh<sub>3</sub>)<sub>12</sub>]Cl is the first copper nanocluster with metallic copper character. Generally, these homogeneous copper clusters represent an opportunity to study the reactivity of Cu nanoclusters, particularly for CO<sub>2</sub> reduction. Read <a href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.5b07574\">here</a> and <a href=\"http://dx.doi.org/10.1002/chem.201500422\">here</a>.</p>","imageFileName":"Cuhydride.jpg","imageUrl":null,"active":false}]}},"__N_SSG":true}